Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Polyurethanlacke [Anstrichfarben]
en: Polyurethane finishes [paints]

source: Beizen [Fixiermittel] in Form von Firnissen
en: Mordants [fixatives] in the nature of varnishes

source: Mehrschichtenfolien aus Aluminiumlegierungen für Dekorateure
en: Multilayer foils of aluminium alloys for decorators

source: Mehrschichtenfolien aus Aluminiumlegierungen für Drucker
en: Multilayer foils of aluminium alloys for printers

source: Malz als Farbstoff für Getränke
en: Malt for use as a colourant for beverages

source: Malz als Farbstoff für Lebensmittel
en: Malt for use as a colourant for food

source: Rohe Naturharze zur Verwendung bei der Herstellung von Klebstoffen
en: Natural resins for use in the manufacture of adhesives

source: Bronzepulver für Malereizwecke
en: Bronze powder for painting

source: Tintenstrahlpatronen [gefüllt]
en: Ink jet cartridges [filled]

source: Lacke in Form von Farben
en: Lacquers in the nature of paints

source: Ausgleichspräparate in Form von Farben
en: Levelling preparations in the nature of paints

source: Grundierpulverlacke [Kiriko]
en: Priming powder (kiriko)

source: Druckfarben zur Verwendung beim Offsetdruck
en: Printing inks for use in offset printing

source: Korrosionsinhibitoren in Form einer Beschichtung
en: Corrosion inhibitors in the nature of a coating

source: Nicht metallische farbige Oberflächenanstrichmittel zur Herstellung von Schwimmbecken und Whirlpools aus Glasfaser
en: Non-metallic, color surface coating used in the fabrication of fiberglass swimming pools and spas

source: Substanzen in Form von Farben zum Füllen von Rissen in Wandoberflächen
en: Substances in the nature of paint for filling cracks in wall surfaces

source: Fußbodenversiegelungsmittel [Lacke und Farben]
en: Floor sealing compounds [paints and oils]

source: Fungizidbeschichtungen in Form von Anstrichfarben
en: Fungicidal coatings in the nature of paints

source: Nicht metallische Anstrichmittel [Farben]
en: Non-metallic coating materials [paints]

source: Organische Pigmente für die Herstellung von Druckfarben
en: Organic pigments for the production of printing inks

source: Präparate zur Beschichtung von Oberflächen zum Schutz vor Abrieb
en: Preparations for coating surfaces to protect against abrasion

source: Mittel zur Konservierung von Beton [Anstrichfarben]
en: Compositions for preserving concrete [paints]

source: Präparate zur Verwendung als wasserdichte Beschichtung für Gebäudeoberflächen [Anstrichfarben]
en: Preparations for use as waterproofing coatings on the surfaces of buildings [paints]

source: Anstrichmittel in Form von Farben und Lacken für Schiffsböden
en: Coatings in the nature of paint for use on the bottom of ships

source: Emulsionen in Form von Farben
en: Emulsions in the nature of paints

source: Metallkonservierungsmittel [Farben]
en: Preservatives for metals [paints]

source: Zusatzstoffe für Anstrichfarben in Form von Abtönfarben
en: Paint additives in the nature of tinting colours

source: Farben [ausgenommen als Farbkästen zur Verwendung in Schulen]
en: Paint products [other than paint boxes for use in school]

source: Farbsubstanzen für Wände [ausgenommen Isolierfarben]
en: Paint substances [other than insulating] for walls

source: Pigmente zur Verwendung bei der Herstellung von Druckfarben
en: Pigments for use in the manufacture of printing inks

source: Pigmente mit bronzierenden Eigenschaften
en: Pigments having bronzing properties

source: Glasuren [Anstrichmittel]
en: Glazes [paints, lacquers]

source: Edelmetallfolien für Maler, Dekorateure, Drucker und Künstler
en: Precious metal foil for painters, decorators, printers and artists

source: Farbstoffe zur Verwendung in Kunststoffen
en: Colouring matter for use in plastics

source: Farbstoffe für die Textilindustrie
en: Dyestuffs for use in the textile industry

source: Elastomeranstrichmittel für Ölrohre
en: Elastomer coatings for oil pipes

source: Antistatische Farben
en: Anti-static inks

source: Schutzbeschichtungen in Form von Farben für Bauzwecke
en: Protective coatings in the nature of paints for building purposes

source: Farbstoffe für die Herstellung von Seife
en: Colorants for use in the manufacture of soap

source: Quebracho für Färbezwecke
en: Quebracho for dyeing

source: Reflektierende Lacke zur Herstellung von Spiegeln
en: Reflective coatings for use in forming mirrors [paints]

source: Reflektierende Farben
en: Reflective paints

source: Terpentinersatz als Verdünner für Anstrichfarben
en: Turpentine substitute for use as a thinner in paints

source: Terpentinersatz als Verdünner für Firnisse
en: Turpentine substitute for use as a thinner in varnishes

source: Edelmetalle in Pulverform für Maler, Dekorateure und Künstler
en: Precious metals in powder form for painters, decorators and artists

source: Aufquellende Beschichtungen [Anstrichfarben oder Öle, ausgenommen Baumaterialien]
en: Coatings being intumescent [paints or oils, other than building materials]

source: Schutzbehandlungsmittel in Form von Anstrichfarben
en: Surface treatment materials in the nature of paints

source: Tonerpatronen [gefüllt] für elektronisch betriebene Druckgeräte
en: Toner cartridges [filled] for electronically operated printing apparatus

source: Zusatzstoffe für Farben
en: Additives for paints

source: Zinnoberfarben zur Markierung von Tieren
en: Vermilion inks for marking animals

source: Tonerpatronen zur Verwendung mit Computern
en: Cartridges of toner for use with computers

source: Zementkonservierungsmittel [Öle]
en: Cement preservatives [oils]

source: Kunststoffanstrichmittel zum Schutz von Metall vor Feuchtigkeit
en: Coating of plastics to protect metal against damp [paints]

source: Zinkoxid [Farbstoff]
en: Zinc oxide [pigment]

source: Grundierungen [Lacke und Farben]
en: Ground coatings [paints and oil]

source: Präparate [Anstrichfarben] mit Zusatzstoffen zum Schutz von Holz gegen Pilzbefall
en: Preparations [paints] containing agents for preventing attack of wood by fungus

source: Mehrschichtenfolien aus Aluminiumlegierungen für Künstler
en: Multilayer foils of aluminium alloys for artists

source: Mehrschichtenfolien aus Aluminiumlegierungen für Maler
en: Multilayer foils of aluminium alloys for painters

source: Materialien für die Dekoration [Farben] von Holz
en: Materials for the decoration [coloration] of wood

source: Fotolumineszierende Farben [ausgenommen Isolierfarben]
en: Photo-luminescent paints [other than insulating]

source: Malzextrakte als Farbstoff für Lebensmittel
en: Malt extracts for use as a colourant for food

source: Kunststoffanstrichmittel zum Schutz von Holz vor Feuchtigkeit
en: Coating of plastics to protect wood against damp [paints]

source: Beschichtungsmittel zur Konservierung von Mauern [Anstrichfarben oder Öle]
en: Coating compositions for preserving masonry [paints or oils]

source: Anstrichmittel mit wasserfesten Eigenschaften [Farben oder Öle]
en: Coating compositions having waterproofing properties [paints or oils]

source: Druckfarben zur Verwendung bei lithografischen Druckverfahren
en: Printing inks for use in lithographic printing processes

source: Farbgrundstoffe für Farben
en: Colour bases for paints

source: Aus saftigen Früchten gewonnene Lebensmittelfarbstoffe
en: Food colorants derived from succulent fruits

source: Trocknungsmittel für Farben
en: Preparations for drying paints

source: Mittel zum Trocknen von Firnissen
en: Preparations for drying varnishes

source: Korrosionsschutzmittel für Metalle
en: Anti-corrosive products for metals

source: Präparate zur Verwendung als wasserdichte Beschichtungen für Bauwerksoberflächen [Anstrichfarben]
en: Preparations for use as waterproofing coatings on the surfaces of structures [paints]

source: Wasserdispergierte Pigmente zur Verwendung beim Färben von Zementprodukten
en: Water dispersed pigments for use in colouring cementitious products

source: Wasserversiegelungsmittel [Anstrichfarben]
en: Water sealant preparations [paints]

source: Beschichtungen mit wasserabweisenden Eigenschaften [Anstrichfarbe]
en: Coating preparations having water repellent properties [paint]

source: Ölfarben
en: Oil paints

source: Bunte Farben für Fassaden
en: Coloured paints for facades

source: Färbemittel zur Verwendung auf Emaille
en: Colouring matter for use on enamel

source: Farbstoffe als Zusätze für Polymerwerkstoffe
en: Colouring products for addition to polymeric material

source: Sprühanstrichmittel [Farben]
en: Spray coatings [paints]

source: Elastische Farben zum Schutz von Metallen vor Korrosion
en: Elasticated paints for protecting metals against corrosion

source: Elektrisch leitfähige Pigmente zur Verwendung bei der Herstellung von Lacken
en: Electrically conductive pigments for use in the manufacture of lacquers

source: Farbstoffe für Keramikfarben
en: Colorants for ceramic paints

source: Grundierungmittel für korrosionsgefährdete Flächen von Kraftfahrzeugen
en: Preparations for undercoating the exposed surfaces of motor vehicles

source: Antistatische Lacke
en: Anti-static coatings

source: Schutzbeschichtungen in Form von Sprays zur Verwendung auf Beton [Anstrichfarben]
en: Protective coatings in the form of sprays for use on concrete [paints]

source: Farbstoffe zur Verwendung bei der Herstellung von Kunststoffformmassen
en: Colorants for use in the manufacture of plastic molding compounds

source: Orlean [Farbstoff]
en: Annotto [dyestuff]

source: Terpentin [Lackbenzin] zur Verwendung als Verdünnungsmittel in Firnissen
en: Turpentine [white spirit] for use as a thinner in varnishes

source: Schutzüberzüge für Betonverschalungen [Farben]
en: Protective coatings for concrete forms [paints]

source: Druckertinte zur Anwendung in der Grafikindustrie
en: Printing inks for use in the graphic arts industry

source: Beschichtungsmittel für Oberflächen in Form von Farben
en: Resurfacing materials [coatings] in the nature of paints

source: Rostschutzmittel zum Auftragen auf Metalloberflächen
en: Rust preventive substances for application to metal surfaces

source: Schützender Decklack für Innenräume
en: Interior protective finish coatings [paints]

source: Acrylfarben für Künstler
en: Acrylic paints for artists

source: Konservierungsmittel gegen den Verfall von Mauerwerk [Farben]
en: Preservatives against the deterioration of masonry

source: Hitzebeständige Beschichtungen in Form von Farbe
en: Heat resistant coatings in the nature of paint

source: Schutzbeschichtungsmittel [Anstrichfarben]
en: Protective coating compositions [paints]

source: Beizen [Fixiermittel] für Aquarellfarben
en: Mordants [fixatives] for water colours

source: Konservierungsmittel für Mauerwerk in Form von Farben
en: Masonry preservatives in the form of paints

source: Thermochrome Druckertinten
en: Thermochromic printing inks

source: Korrosionsschutzpräparate gegen Kesselstein
en: Anti-corrosive preparations having descaling properties

source: Fotochrome Pigmente
en: Photochromic pigments

source: Pigmente für Schutzbeschichtungen
en: Pigments for protective coatings

source: Folien aus Bleilegierungen für Maler, Dekorateure, Drucker und Künstler
en: Foils of lead alloys for painters, decorators, printers and artists

source: Kanadabalsam [Naturharz im Rohzustand]
en: Canada balsam [raw natural resin]

source: Bleifolien für Maler, Dekorateure, Drucker und Künstler
en: Foils of lead for painters, decorators, printers and artists

source: Bleipulver für Maler, Dekorateure, Drucker und Künstler
en: Powders of lead for painters, decorators, printers and artists

source: Pulver aus Bleilegierungen für Maler, Dekorateure, Drucker und Künstler
en: Powders of lead's alloys for painters, decorators, printers and artists

source: Beizen als Farbe
en: Stains as paint

source: Ultramarinblau als Pigment
en: Ultramarine blue as pigment

source: Synthetische Harzfarben
en: Synthetic resin colors

source: Metallfolien für Maler, Dekorateure, Drucker und Künstler
en: Metal foil for painters, decorators, printers and artists

source: Farbe für die Herstellung von Keramik
en: Paint for use in the manufacture of ceramics

source: Kohleschwarz [Farbstoff]
en: Carbon black [pigment]

source: Rußschwarz [Farbstoff]
en: Lamp black [pigment]

source: Bindemittel für Farben
en: Binding agents for paints

source: Bindemittel für Anstrichfarben
en: Binding preparations for paints

source: Pigmente
en: Pigments

source: Druckerpasten [Tinten]
en: Printers' pastes [ink]

source: Lacke und Firnisse
en: Lacquers and varnishes

source: Nichteisenmetalle in Folienform für Maler, Dekorateure, Drucker und Künstler
en: Nonferrous metals in foil form for painters, decorators, printers and artists

source: Nichteisenmetalle in Pulverform für Maler, Dekorateure, Drucker und Künstler
en: Nonferrous metals in powder form for painters, decorators, printers and artists

source: Transparente Schutzanstriche für Fahrzeuge
en: Clear protective coatings for vehicles

source: Gefüllte Tintenpatronen für Drucker
en: Ink cartridges, filled, for printers

source: Metallische Druckfarben
en: Metallic printing inks

source: Farben für industrielle Gerätschaften
en: Paints for industrial equipment

source: Farben für Maschinen
en: Paints for machinery

source: Sikkative als Trockenmittel für Anstriche
en: Siccatives for use as drying agents for coatings

source: Sikkative als Trockenmittel für Tinten
en: Siccatives for use as drying agents for inks

source: Gefüllte Tonerpatronen für Tintenstrahldrucker
en: Toner cartridges, filled, for inkjet printers

source: Beizen für industriellen Gebrauch
en: Mordants for use in industry

source: Wasserfarben für künstlerische Zwecke
en: Watercolour paints for use in art

source: Mit essbarer Tinte gefüllte Patronen für Drucker
en: Edible ink cartridges, filled, for printers

source: Metallpulver für Mal-, Dekorations- und Druckzwecke sowie für künstlerische Arbeiten
en: Metals in powder form for use in painting, decorating, printing and art

source: Lacke auf Urushiolbasis
en: Urushiol-based lacquers

source: Holzschutzmittel für Einzäunungen
en: Wood preservatives for fencing

source: Goldfarben für Keramik
en: Gold paint for ceramics

source: Silberfarben für Keramik
en: Silver paint for ceramics

source: Gefüllte Tonerpatronen für Laserdrucker
en: Toner cartridges, filled, for laser printers

source: Reflektierende Sprühfarben
en: Reflective spray paints

source: Metallische Farben
en: Metallic paints

source: Lotionen für Dauerwellen
en: Permanent waving lotions

source: Holzbehandlungspräparate zum Polieren
en: Wood treatment preparations for polishing

source: Kosmetische Nagellackentferner
en: Nail varnish remover [cosmetics]

source: Natürliche Öle für Reinigungszwecke
en: Natural oils for cleaning purposes

source: Reinigungslösungen für Brillengläser
en: Eyeglass lens cleaning solutions

source: Flüssige Fußbodenpolituren
en: Liquid floor polishes

source: Schminkpads aus Watte
en: Make-up pads of cotton wool

source: Atemauffrischer für Tiere
en: Breath fresheners for animals

source: Kollagenpräparate zur kosmetischen Anwendung
en: Collagen preparations for cosmetic application

source: Lidschatten
en: Eyelid shadow

source: Atemerfrischende Streifen
en: Breath freshening strips

source: Mit einer kosmetischen Lotion getränkte Feuchttücher
en: Moist wipes impregnated with a cosmetic lotion

source: Neutralisierende Haarpräparate
en: Neutralizing hair preparations

source: Schleifpräparate zur Verwendung am Körper
en: Abrasive preparations for use on the body

source: Reinigungsmittel für Tiefkühltruhen
en: Cleaning agents for deep freezers

source: Kosmetische Gesichtspuder
en: Cosmetic face powders

source: Aromastoffe für Parfüms
en: Aromatics for perfumes

source: Künstliche Nägel für kosmetische Zwecke
en: Artificial nails for cosmetic purposes

source: Künstliche Bräunungspräparate
en: Artificial tanning preparations

source: Hautpflegemittel, nicht für medizinische Zwecke
en: Skin care creams, other than for medical use

source: Loser Gesichtspuder
en: Loose face powder

source: Quillajarinde [Waschmittel]
en: Quillaia bark for washing

source: Ätherische Essenzen
en: Ethereal essences

source: Schuhcreme
en: Shoe cream

source: Nagelgrundierungen [Kosmetika]
en: Nail base coat [cosmetics]

source: Natürliche Öle für kosmetische Zwecke
en: Natural oils for cosmetic purposes

source: Schönheitspräparate zur Anwendung auf dem Körper
en: Beauty tonics for application to the body

source: Mandelmilch für kosmetische Zwecke
en: Almond milk for cosmetic purposes

source: Gelsprays als Stylinghilfe
en: Gel sprays being styling aids

source: Haarpräparate und Haarkuren
en: Hair preparations and treatments

source: Sonnenblocker [Kosmetika]
en: Sun protecting creams [cosmetics]

source: Kosmetische Lippenschutzmittel
en: Lip protectors [cosmetic]

source: Mit einem Reinigungsmittel imprägnierte Putztücher
en: Cloths impregnated with a detergent for cleaning

source: Cremeseifen zur Verwendung beim Waschen
en: Creams (Soap -) for use in washing

source: Cremes zur Straffung der Haut
en: Creams for firming the skin

source: Fleckenentferner
en: Stain removers

source: Neutralisierungsmittel für Dauerwellen
en: Neutralizers for permanent waving

source: Lacke für kosmetische Zwecke
en: Lacquer for cosmetic purposes

source: Backaromen [ätherische Öle]
en: Cake flavourings [essential oils]

source: Mit Hautreiniger getränkte Tücher
en: Wipes impregnated with a skin cleanser

source: Kosmetische Mittel zum Schutz der Haut vor Sonnenbrand
en: Cosmetics for protecting the skin from sunburn

source: Deodorants für die Füße
en: Deodorants for the feet

source: Schmirgelpapier zur Verwendung für die Fingernägel
en: Abrasive emery paper for use on fingernails

source: Klebstoffe zum Befestigen künstlicher Fingernägel
en: Adhesives for affixing artificial fingernails

source: Mittel zum Haaretönen
en: Hair tinting preparations

source: Reinigungsmittel für Metall
en: Cleaning agents for metal

source: Reinigungsmittel für Stein
en: Cleaning agents for stone

source: Falsche Augenbrauen
en: Eyebrows [false]

source: Cremes zur Reduzierung von Cellulite
en: Creams for cellulite reduction

source: Badesalze, nicht für medizinische Zwecke
en: Bath salts, not for medical purposes

source: Kosmetische Hautpflegeöle
en: Skin care oils [cosmetic]

source: Metallkarbide [Schleifmittel]
en: Carbides of metal [abrasives]

source: Pulver zur Formung von modellierten Fingernagelspitzen
en: Powder for forming sculpted finger nail tips

source: Japanisches Haarfixieröl [bintsuke-abura]
en: Japanese hair fixing oil (bintsuke-abura)

source: Ätherische Öle
en: Ethereal oils

source: Duftende Wäschesprays
en: Scented linen sprays

source: Antistatische Trocknertücher
en: Anti-static dryer sheets

source: Kakaobutter für kosmetische Zwecke
en: Cocoa butter for cosmetic purposes

source: Färbemittel für Toilettezwecke
en: Colorants for toilet purposes

source: Kosmetische Hautpflegemittel
en: Cosmetic preparations for skin care

source: Seifenfreie Waschemulsionen für den Körper
en: Soap free washing emulsions for the body

source: Klebemittel für Haarersatz
en: Adhesives for affixing false hair

source: Gemischte ätherische Öle
en: Blended essential oils

source: Salmiakgeist als Reinigungsmittel
en: Ammonia [volatile alkali] [detergent]

source: Haarspülungen für Babys
en: Baby hair conditioner

source: Mit kosmetischen Lotionen getränkte Tücher
en: Tissues impregnated with cosmetic lotions

source: Wimperntusche [Mascara]
en: Milky lotions for skin care

source: Kissen gefüllt mit parfümierten Substanzen
en: Cushions filled with perfumed substances

source: Diamantine [Schleifmittel]
en: Diamantine [abrasive]

source: Trocknungsmittel für Spülmaschinen
en: Drying agents for dishwashing machines

source: Ätzende Reinigungsmittel
en: Caustic cleaning agents

source: Vaseline [Erdölgelee] für kosmetische Zwecke
en: Petroleum jelly for cosmetic purposes

source: Mit einer kosmetischen Lotion getränkte feuchte Papierhandtücher
en: Moist paper hand towels impregnated with a cosmetic lotion

source: Schaumfestiger [Toiletteartikel] zum Stylen der Haare
en: Mousses [toiletries] for use in styling the hair

source: Parfümiertes Toilettewasser
en: Perfumed toilet waters

source: Düfte für Kartonagen
en: Perfumes for cardboard

source: Räuchermittel [Duftstoffe]
en: Fumigation preparations [perfumes]

source: Reinigungsmittel für Windschutzscheiben
en: Windscreen cleaning preparations

source: Eau de Javel
en: Javelle water

source: Mundspülungen, nicht für medizinische Zwecke
en: Mouthwashes, not for medical purposes

source: Kosmetische Haarpflegemittel
en: Cosmetic hair dressing preparations

source: Schmutzabweisende Mittel für Reinigungszwecke
en: Anti-smear agents for cleaning purposes

source: Bleichpräparate für die Haut
en: Skin whitening preparations

source: Terpentinöl zum Entfetten
en: Oil of turpentine for degreasing

source: Stärke für Reinigungszwecke
en: Starch for cleaning purposes

source: Deodorants für Menschen oder für Tiere
en: Deodorants for human beings or for animals

source: Bimssteine für die Körperpflege
en: Pumice stones for use on the body

source: Lotionen für den Bart
en: Lotions for beards

source: Hautmasken [Kosmetika]
en: Skin masks [cosmetics]

source: Duft freisetzende Dochte zur Raumluftverbesserung
en: Fragrance emitting wicks for room fragrance

source: Waschmittel für gewerbliche Zwecke
en: Commercial laundry detergents

source: Hautpflegemittel zur Anwendung nach dem Sonnenbad
en: Compounds for skin care after exposure to the suns rays

source: Haarspülungen in Form von Sprays für die Kopfhaut
en: Conditioners in the form of sprays for the scalp

source: Adstringenzien für kosmetische Zwecke
en: Astringents for cosmetic purposes

source: Präparate zur Verstärkung von Fingernägeln
en: Preparations for reinforcing the nails

source: Vorgefertigtes Polierwachs
en: Prepared wax for polishing

source: Hautglanz-Reiskleie [Arai-nuka]
en: Skin polishing rice bran (arai-nuka)

source: Blumenextrakte [Parfümeriewaren]
en: Extracts of flowers [perfumes]

source: Reiniger für Kosmetikbürsten
en: Cleaner for cosmetic brushes

source: Korund [Schleifmittel]
en: Corundum [abrasive]

source: Mundsprays, nicht für medizinische Zwecke
en: Mouth sprays, not for medical use

source: Schönheitspflegemittel für das Gesicht
en: Beauty tonics for application to the face

source: Biologische Waschmittel
en: Biological laundry detergents

source: Farbkosmetika für die Haut
en: Cosmetics in the form of rouge

source: Entkalkungsmittel für Haushaltszwecke
en: Cosmetic preparations for eyelashes

source: Fußpflegemittel, nicht für medizinische Zwecke
en: Foot care preparations (Non-medicated -)

source: Kosmetische Hautfeuchtigkeitslotionen
en: Moisturising skin lotions [cosmetic]

source: Grundstoffe für Blumenparfüms
en: Bases for flower perfumes

source: Kosmetische Nachtcremes
en: Night creams [cosmetics]

source: Balsame, ausgenommen für medizinische Zwecke
en: Balms, other than for medical purposes

source: Mittel zur Beseitigung von Abflussverstopfungen
en: Preparations for unblocking drain pipes

source: Reinigungsmittel zur Fleckenentfernung
en: Cleaning compositions for spot removal

source: Duftende Keramiksteine
en: Scented ceramic stones

source: Antitranspiranzien in Form von Sprays
en: Anti-perspirants in the form of sprays

source: Ziermotive für kosmetische Zwecke
en: Decorative transfers for cosmetic purposes

source: Terpene [ätherische Öle]
en: Terpenes [essential oils]

source: Stärke für Schleifzwecke
en: Starch for abrasive purposes

source: Chemische Farbaviviermittel für Haushaltszwecke [Wäscherei]
en: Color- [colour-] brightening chemicals for household purposes [laundry]
